---
type: FaceNode
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FaceNode

`Autodesk.Revit.DB.FaceNode` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetFace | 2014 | `public Face GetFace ()` |